1. L'appareil respiratoire :
A. assure l'hématose
B. assure la défense contre l'inhalation des substances étrangères
C. Contribue à l'équilibre acido-basique
D. est la voie principale de perte d'eau
E. permet l'émission des sons
F. facilite le retour veineux
G. synthétise des hormones

2. Parmi les étapes suivantes de la respiration, indiquer celles qui se font par simple diffusion :
A. Échange de gaz entre l'atmosphère et les poumons
B. Échange de gaz entre les poumons et le sang qui les traverse
C. Transport d'O₂ par le sang
D. Transport de CO₂ par le sang
E. Échange de gaz entre le sang et les cellules

3. Parmi les propositions suivantes se rapportant aux muscles impliqués dans la respiration, indiquer celles qui sont correctes :
A. les muscles des voies aériennes supérieures se contractent à l'inspiration
B. La contraction du diaphragme déplace le contenu abdominal en direction caudale
C. Les intercostaux externes augmentent le diamètre vertical de la cage thoracique
D. Les scalènes élèvent les deux premières côtes
E. Les intercostaux internes diminuent le diamètre horizontal de la cage thoracique

4. Les muscles inspiratoires sont :
A. le diaphragme
B. les intercostaux internes
C. le muscle transverse
D. le muscle droit de l'abdomen
E. les intercostaux externes

5. Parmi les muscles suivants, indiquer ceux qui sont inspiratoires :
A. diaphragme
B. intercostaux internes
C. intercostaux externes
D. sterno-cléido-mastoïdien
E. muscles de la paroi abdominale

6. La contraction du diaphragme :
A. assure la majeure partie du travail inspiratoire
B. provoque l'agrandissement de l'ensemble poumons et cage thoracique
C. entraîne une surélévation du centre phrénique diaphragmatique
D. provoque une surélévation des arcs costaux
E. provoque une diminution du volume abdominal

7. Les muscles expiratoires comportent :
A. le diaphragme
B. le muscle grand droit de l'abdomen
C. le muscle transverse
D. les muscles intercostaux internes
E. les muscles scalènes

8. Parmi les muscles suivants, indiquer ceux qui sont expiratoires :
A. diaphragme
B. intercostaux internes
C. intercostaux externes
D. scalènes
E. muscles de la paroi abdominale

9. À l'expiration :
A. La longueur de la cavité thoracique diminue
B. La pression intra-alvéolaire augmente
C. La résistance à l'écoulement de l'air est plus faible que celle à l'inspiration
D. Le volume de la cavité abdominale augmente
E. Le volume de la cavité thoracique diminue

10. Les voies aériennes inférieures comportent :
A. la trachée
B. le larynx
C. le pharynx
D. les bronches segmentaires
E. les bronches souches

11. Parmi les fonctions suivantes, indiquer celles des voies aériennes :
A. humidification de l'air inspiré
B. échauffement du gaz expiré
C. épuration du gaz expiré
D. maintien stable de la composition du gaz alvéolaire
E. parole

12. La plèvre :
A. comporte une cavité pleurale pleine de liquide
B. est composée d'un seul feuillet
C. est une enveloppe séreuse qui entoure les poumons
D. permet la cohésion entre les poumons et la cage thoracique
E. permet le glissement sans frottement des poumons contre la cage thoracique

1. Parmi les pressions suivantes, indiquer celles impliquées dans la ventilation pulmonaire :
A. pression barométrique
B. pression en oxygène de l'air inspiré
C. pression alvéolaire
D. pression en CO₂ du gaz expiré
E. pression intrapleurale

2. Parmi les pressions suivantes, indiquer celles impliquées dans la ventilation pulmonaire au repos :
A. Pression d'oxygène de l'air inspiré
B. Pression barométrique
C. Pression du CO₂ du gaz alvéolaire
D. Pression alvéolaire
E. Pression intrapleurale

3. Parmi les facteurs suivants, indiquer ceux dont dépendent les volumes d'air déplacés au cours de la ventilation :
A. la pression barométrique
B. la pression intra-thoracique
C. l'amplitude des mouvements thoraciques
D. les résistances aux mouvements thoraco-pulmonaires
E. les résistances à l'écoulement d'air dans les voies aériennes

4. L'inspiration :
A. est un phénomène actif
B. provoque l'augmentation de la pression intra-pleurale
C. implique la contraction du diaphragme
D. provoque l'augmentation de la pression intra-alvéolaire
E. provoque une augmentation du volume thoracique

5. L'inspiration : (Précédemment 4.1)
A. est active en respiration calme
B. est associée à l'augmentation des forces de rétraction pulmonaire
C. est due à l'augmentation de la pression intra-pleurale
D. provoque une diminution du volume abdominal
E. provoque une augmentation du volume pulmonaire

6. Parmi les évènements suivants, indiquer ceux qui surviennent pendant l'inspiration : (Précédemment 4)
A. relâchement du diaphragme
B. augmentation du volume de la cage thoracique
C. augmentation de la pression alvéolaire
D. diminution de la pression barométrique
E. diminution de la pression intrapleurale

7. L'inspiration est à l'origine d'une augmentation : (Précédemment 5)
A. de la pression alvéolaire
B. de la pression intra-pleurale
C. des forces de rétraction des poumons
D. du volume abdominal
E. du volume pulmonaire

8. Parmi les propositions suivantes se rapportant à l'inspiration au repos, indiquer celles qui sont correctes :
A. Elle est passive
B. Elle débute par une contraction du diaphragme
C. La pression alvéolaire augmente à son début
D. La pression intrapleurale diminue
E. L'entrée d'air dans les poumons s'arrête quand la pression alvéolaire devient égale à la pression barométrique.

9. L'expiration de repos :
A. débute par le relâchement du diaphragme
B. est à l'origine d'une diminution de la pression alvéolaire
C. implique la contraction des muscles expiratoires
D. implique une diminution du volume de la cage thoracique
E. provoque une diminution du volume pulmonaire

10. Parmi les propositions suivantes se rapportant à l'expiration au repos, indiquer celles qui sont correctes :
A. Elle est passive
B. La pression alvéolaire augmente à son début
C. La pression barométrique augmente
D. La pression intrapleurale diminue
E. Elle est plus longue que l'inspiration

11. Parmi les événements suivants, indiquer ceux qui surviennent pendant l'expiration :
A. relâchement du diaphragme
B. augmentation du volume de la cage thoracique
C. diminution de la pression alvéolaire
D. diminution de la pression barométrique
E. augmentation de la pression intrapleurale

12. Au cours du cycle respiratoire :
A. l'expiration est caractérisée par une augmentation du volume pulmonaire
B. l'expiration est plus rapide que l'inspiration
C. l'inspiration est caractérisée par une diminution de la pression alvéolaire
D. la diminution de la pression intrapleurale doit être importante pour vaincre les résistances des voies aériennes
E. les résistances à l'écoulement d'air sont élevées dans les voies aériennes centrales

13. À propos des pressions au cours du cycle respiratoire :
A. Les variations de pressions au cours de l'expiration sont les mêmes observées au cours de l'inspiration
B. la diminution de la pression intrapleurale est associée à une augmentation du volume pulmonaire
C. la diminution de la pression intrapleurale doit être importante pour vaincre les résistances des voies aériennes
D. la variation de pression intrapleurale a uniquement une composante statique
E. les voies aériennes centrales sont plus résistantes à l'écoulement de l'air que les voies aériennes périphériques

1. Les volumes mobilisables comportent le volume :
A. courant (VT)
B. de l'espace mort (VD)
C. de réserve expiratoire (VRE)
D. de réserve inspiratoire (VRI)
E. résiduel (VR)

2. Parmi les facteurs suivants, indiquer ceux qui augmentent les volumes d'air déplacés au cours de la ventilation :
A. La diminution de la force développée par les muscles respiratoire
B. La diminution des forces élastiques du poumon et de la cage thoracique
C. La diminution des résistances dans les voies aériennes
D. L'annulation de la pression intrapleurale
E. La diminution du surfactant

3. Les volumes d'air déplacés au cours de la ventilation dépendent :
A. de l'amplitude des mouvements thoraciques
B. de la différence des pressions barométrique et alvéolaire
C. des résistances des voies aériennes
D. De la différence de pression alvéolo-capillaire pulmonaire
E. de la composition des gaz inspiré et expiré

4. La spirométrie simple (non couplée à une technique de dilution) permet de mesurer :
A. La Capacité Vitale
B. La Capacité Résiduelle Fonctionnelle
C. la Capacité Pulmonaire Totale
D. le Volume de Réserve Inspiratoire
E. le Volume Courant

5. La spirométrie a trouvé, chez un homme, les valeurs suivantes : Le volume courant (VT) = 450 mL, volume de réserve expiratoire (VRE) = 1850 mL et le volume de réserve inspiratoire (VRI) = 2400 mL. La capacité vitale de cet homme en mL est égale à :
A. 4500
B. 4600
C. 4700
D. 4800
E. 4900

6. Ce même sujet (de la question numéro 5) a une mesure de son volume expiratoire maximal à la première seconde (VEMS) qui était égal à 2820 mL. Son rapport de Tiffeneau en pourcentage (%) est égal à :
A. 50
B. 60
C. 65
D. 70
E. 80

7. Les résultats suivants sont retrouvés chez un sujet : Volume Courant = 700 mL, Fréquence Respiratoire = 20 cycles/min, Espace mort anatomique = 200 mL. La Ventilation alvéolaire est égale en mL/min à : (Précédemment 14)
A. 14000
B. 12000
C. 10000
D. 8000
E. 6000

8. Les résultats suivants sont retrouvés chez un sujet : Volume Courant = 500 mL, Fréquence Respiratoire = 16 cycles/min, Espace mort anatomique = 150 mL. La Ventilation alvéolaire est égale en mL/min à : (Précédemment 15)
A. 6600
B. 5600
C. 4600
D. 3600
E. 2600

9. L'espace mort physiologique : (Précédemment 16)
A. correspond au volume des voies aériennes jusqu'à la 16ᵉ division et des alvéoles non perfusées
B. est égal au volume de l'ensemble des voies aériennes
C. est de 150 mL chez l'adulte normal
D. ne participe pas aux échanges gazeux
E. est responsable d'une diminution de la pression partielle du CO₂ du sang artériel (PaCO₂)

10. L'espace mort anatomique : (Précédemment 17)
A. contient un volume d'air qui ne subit pas les échanges gazeux
B. A la même composition que l'air alvéolaire
C. Contient le volume des voies aériennes
D. Contient le volume des alvéoles bien ventilées mais mal perfusées
E. Est peu différent de l'espace mort physiologique

11. L'espace mort anatomique : (Précédemment 18)
A. correspond au volume des voies aériennes et des alvéoles non perfusés
B. est égal au volume des voies aériennes jusqu'à la 16ᵉ division
C. est de 150 mL chez l'adulte normal
D. participe aux échanges gazeux
E. fait partie de l'espace mort physiologique

12. Pour une ventilation globale de 8 L/min, une fréquence respiratoire de 10 cycles/min et une ventilation alvéolaire de 6 L/min, le volume de l'espace mort (en mL) est de : (Précédemment 19)
A. 800
B. 600
C. 400
D. 200
E. 100

13. La ventilation alvéolaire est d'autant plus importante que : (Précédemment 20)
A. le débit ventilatoire est élevé
B. le volume courant est grand et la fréquence respiratoire est petite
C. le volume de l'espace mort est grand
D. la fréquence respiratoire est grande
E. le volume courant est petit

14. La ventilation alvéolaire est d'autant plus : (Précédemment 21)
A. importante que le débit ventilatoire est élevé
B. grande que le volume courant est grand et la fréquence respiratoire est petite
C. grande que le volume de l'espace mort est grand
D. grande que la fréquence respiratoire est grande
E. grande que le volume courant est petit

15. Le rapport de Tiffeneau : (Précédemment 22)
A. explore la perméabilité bronchique
B. est inférieur à 70% pour un sujet normal
C. explore les bronches de moyen et de petit calibre
D. signifie un trouble ventilatoire obstructif lorsqu'il est diminué
E. est obtenu par le rapport VEMS/CV

16. Le rapport de Tiffeneau : (Précédemment 23)
A. Est égal à 60% pour un sujet normal
B. est obtenu par le rapport VEMS/CV
C. explore la perméabilité bronchique
D. explore les bronches de moyen et de petit calibre
E. Signifie un trouble ventilatoire restrictif s'il est inférieur à 50%

1. Le surfactant : (Précédemment 2, puis 1)
A. est augmenté par les agonistes β-adrénergiques
B. augmente la tension superficielle
C. diminue le travail respiratoire
D. nécessite les glucocorticoïdes pour sa maturation
E. tapisse la face externe des alvéoles

2. Le surfactant : (Précédemment 1, puis 2)
A. augmente la compliance pulmonaire
B. est composé de lipoprotéines
C. est synthétisé par les pneumocytes I
D. empêche le passage du liquide dans les alvéoles
E. vide les petites alvéoles dans les plus grosses

3. Le surfactant :
A. tapisse la surface externe des alvéoles
B. est un mélange de phospholipides et de protéines
C. possède des propriétés tensioactives
D. est à l'origine d'une diminution de la compliance pulmonaire
E. permet la stabilité alvéolaire

4. Parmi les propositions suivantes se rapportant à la courbe pression-volume, indiquer celles qui sont correctes :
A. elle étudie la variation de pression engendrée par une variation de volume
B. la compliance est le rapport de la variation de pression divisée par la variation de volume (C = ΔP/ΔV)
C. la relation pression-volume est linéaire au voisinage de la CRF
D. la compliance donne une idée sur la distensibilité
E. La compliance pulmonaire est de 0,2 à 0,3 L/cm H₂O chez l'adulte sain

5. Parmi les propositions suivantes se rapportant à la compliance, indiquer celles qui sont correctes :
A. Elle représente le rapport de la variation de volume sur la variation de pression qui l'a engendrée
B. Sa courbe est linéaire au voisinage de la capacité résiduelle fonctionnelle
C. La compliance pulmonaire diminue avec l'âge
D. La compliance pulmonaire augmente en cas d'œdème pulmonaire
E. La compliance de l'ensemble poumon-cage thoracique est deux fois plus faible que celle du poumon

6. La compliance pulmonaire est :
A. la variation du volume pulmonaire induite par les variations des pressions
B. une mesure de l'effort requis pour étirer les poumons
C. de l'ordre de 0,2 L/cm H₂O
D. à l'origine d'une facilité d'étirement des poumons si elle est faible
E. est appelée aussi élastance

7. La compliance pulmonaire est : (Précédemment 6-1)
A. à l'origine d'une facilité d'étirement des poumons si elle est faible
B. est appelée aussi élastance
C. est d'autant plus importante lorsque la pression autour des poumons est diminuée
D. la variation du volume pulmonaire induite par les variations des pressions
E. une mesure de l'effort requis pour étirer les poumons

8. La compliance pulmonaire : (Précédemment 7)
A. Est le rapport ΔP/ΔV (variation de pression/variation de volume)
B. Est à l'origine d'une facilité d'étirement des poumons si elle est faible
C. Est appelée aussi distensibilité
D. Est l'inverse de l'élastance
E. est mesurée par la variation du volume pulmonaire induite par les variations des pressions
F. est une mesure de l'effort requis pour étirer les poumons

9. Les forces de rétraction élastiques qui s'exercent sur les poumons : (Précédemment 8)
A. augmentent au cours de l'inspiration
B. s'équilibrent avec les forces de la cage thoracique à la fin d'une expiration calme
C. se font dans le sens de l'inspiration
D. Sont dirigées dans le même sens que les forces exercées par la cage thoracique
E. Sont nulles au volume résiduel

10. Concernant les propriétés élastiques de l'ensemble poumons-cage thoracique : (Précédemment 9)
A. Les forces élastiques du poumon ont tendance à diminuer le volume des poumons
B. les forces élastiques de la cage thoracique favorisent l'expiration
C. la cage thoracique a tendance à diminuer de volume sous l'effet des forces élastiques de la cage thoracique
D. l'ensemble des forces impliquées sur les poumons et la cage thoracique s'équilibre à un volume correspondant à la CRF
E. au volume de la CRF les poumons ne sont soumis à aucune force élastique
F. la force développée par la paroi thoracique favorise l'expiration

11. Parmi les propositions suivantes se rapportant à la relation poumon-paroi thoracique, indiquer celles qui sont correctes : (Précédemment 10)
A. le poumon se collapserait (ou s'affaisserait) lorsqu'il n'est plus solidaire de la cage thoracique
B. La cage thoracique se dilate lorsqu'elle n'est plus solidaire du poumon
C. poumon et cage thoracique sont maintenus solidaires par le surfactant
D. l'équilibre des forces élastiques du système poumon-cage thoracique s'observe à la capacité résiduelle fonctionnelle (CRF)
E. les forces élastiques de la cage thoracique augmentent à l'inspiration

1. Parmi les propositions suivantes se rapportant à l'innervation bronchique, indiquer celles qui sont correctes :
A. l'activation des mécanorécepteurs est responsable d'une bronchodilatation
B. la stimulation des fibres myélinisées de type II entraîne une bronchodilatation
C. la stimulation des voies efférentes parasympathiques provoque une bronchoconstriction
D. la stimulation du système non adrénergique non cholinergique (NANC) excitateur est à l'origine d'une bronchodilatation
E. la stimulation du système non adrénergique non cholinergique (NANC) inhibiteur est à l'origine d'une bronchoconstriction

2. Parmi les propositions suivantes se rapportant à l'innervation bronchique, indiquer celles qui sont correctes :
A. Les afférences cheminent avec le nerf vague
B. L'activation des mécanorécepteurs produit une bronchodilatation
C. La stimulation des fibres de type B entraîne une bronchoconstriction
D. Les efférences sympathiques sont le support du principal mécanisme nerveux de la bronchomotricité
E. La stimulation des voies non adrénergiques non cholinergiques (NANC) excitateur produit une bronchodilatation

3. Dans l'innervation bronchique :
A. les voies afférentes cheminent avec le nerf vague (X)
B. l'activation des mécanorécepteurs produit une bronchodilatation
C. l'activation des fibres myélinisées de type B partant des récepteurs polymodaux produit une bronchodilatation
D. les fibres de type C non myélinisées sont considérées comme des récepteurs sensibles au CO₂
E. les efférences orthosympathiques sont bronchoconstrictrices

4. Une bronchoconstriction est obtenue par :
A. l'acétylcholine
B. L'histamine
C. L'adrénaline
D. le peptide vaso-intestinal (VIP)
E. les thromboxanes

5. Parmi les facteurs suivants, indiquer ceux qui sont bronchoconstricteurs :
A. le peptide vaso-intestinal (VIP)
B. les mastocytes
C. les macrophages alvéolaires
D. les polynucléaires éosinophiles et neutrophiles
E. les lymphocytes B

Échanges gazeux alvéolo-capillaires
1. Parmi les propositions suivantes se rapportant aux échanges gazeux alvéolo-capillaires, indiquer celles qui sont correctes :
A. la différence de pression entre le gaz alvéolaire et le sang des capillaires pulmonaires est le facteur essentiel des échanges
B. le gradient de pression de l'oxygène est de 20 mmHg
C. le gradient de pression du gaz carbonique est de 6 mmHg (valeur physiologique typique, au lieu de 60)
D. dans les conditions normales, la pression partielle d'oxygène du sang s'égalise avec celle des alvéoles avant la fin du capillaire pulmonaire
E. la diffusion du CO₂ est facilitée par sa plus grande solubilité

2. Parmi les valeurs suivantes, indiquer celles des échanges gazeux pulmonaires au repos :
A. VO₂ = 400 mL/min
B. VO₂ = 250 mL/min
C. VCO₂ = 400 mL/min
D. VCO₂ = 300 mL/min
E. VCO₂ = 200 mL/min

3. Parmi les pressions suivantes, indiquer celles du gaz alvéolaire :
A. PO₂ = 40 mmHg
B. PO₂ = 45 mmHg
C. PO₂ = 100 mmHg
D. PCO₂ = 45 mmHg
E. PCO₂ = 40 mmHg

4. L'oxygène est transporté dans le sang :
A. lié à l'albumine
B. lié à l'hémoglobine
C. lié aux globines
D. lié aux hormones
E. Sous forme dissoute

5. Parmi les propositions suivantes se rapportant au transport sanguin de l'oxygène, indiquer celles qui sont correctes :
A. la quantité dissoute dans le plasma dépend de la pression de l'oxygène du gaz alvéolaire
B. la forme dissoute est quantitativement la plus importante
C. la forme dissoute est une forme obligatoire de passage pour la fixation de l'oxygène sur l'hémoglobine
D. la forme combinée à l'hémoglobine augmente quand la pression partielle de l'oxygène dans le sang augmente
E. la forme combinée à l'hémoglobine diminue quand la pression partielle du gaz carbonique dans le sang diminue

6. Parmi les propositions suivantes se rapportant au transport de l'oxygène par le sang, indiquer celles qui sont correctes :
A. 100 mL de plasma peuvent dissoudre 3 mL d'O₂ aux pressions moyennes alvéolaires et artérielles
B. la quantité d'O₂ fixée par l'hémoglobine (Hb) dépend de la pression partielle de l'O₂ dans le sang
C. à la pression partielle de 100 mmHg d'oxygène dans le sang, l'Hb est saturée à 100 %
D. à la partie haute de la courbe de saturation (entre 70 et 100 mmHg), la diminution de PO₂ n'entraîne qu'une faible diminution de la saturation
E. dans sa partie basse de la courbe, de faibles variations de PO₂ entraînent de grandes variations de la saturation

7. La différence de pression partielle d'oxygène entre le gaz alvéolaire (PAO₂) et le sang artériel hématosé (PaO₂) est due :
A. À la diffusion alvéolo-capillaire
B. aux shunts
C. À l'hétérogénéité du rapport ventilation/perfusion (VA/Q) au niveau des poumons
D. à la saturation de l'hémoglobine par l'oxygène
E. à l'effet Bohr

8. Le dioxyde de carbone (CO₂) :
A. est moins soluble dans le sang que l'oxygène (O₂)
B. est plus diffusible à travers la barrière alvéolo-capillaire
C. est transporté majoritairement dans le sang sous forme liée à l'hémoglobine
D. peut être transporté dans le sang sous forme dissoute
E. peut être transporté dans le sang sous forme de bicarbonate (HCO₃⁻)

9. Parmi les propositions suivantes se rapportant au transport sanguin du CO₂, indiquer celles qui sont correctes :
A. La forme dissoute est quantitativement la plus importante
B. Quand la PCO₂ augmente, la forme d'ions bicarbonate augmente
C. Quand la forme dissoute diminue, la forme d'ions bicarbonate augmente
D. Le CO₂ se fixe sur la globine
E. L'augmentation de la PO₂ déplace la courbe de dissociation du CO₂ vers la droite

10. Parmi les propositions suivantes se rapportant au transport du gaz carbonique, indiquer celles qui sont correctes :
A. la forme dissoute est quantitativement importante (30%)
B. la forme d'ions bicarbonate (HCO₃⁻) représente 67 % du CO₂
C. quand la PCO₂ augmente, les ions HCO₃⁻ augmentent
D. L'augmentation de la PO₂ diminue l'affinité de l'hémoglobine pour le CO₂
E. L'augmentation du pH augmente l'affinité de l'hémoglobine au CO₂

11. À propos des formes de transport du CO₂ dans le sang :
A. le CO₂ combiné à l'hémoglobine représente la forme prédominante
B. Le bicarbonate (HCO₃⁻) est formé dans les globules rouges grâce à l'anhydrase carbonique
C. Les composés carbaminés représentent 59% du CO₂ éliminé par les poumons
D. Le HCO₃⁻ sort du globule rouge en échange du Cl⁻
E. Le contenu du CO₂ est d'autant plus important que l'hémoglobine est désoxygénée

12. Le CO₂ dissous dans le sang :
A. est la forme la plus importante qualitativement
B. est la forme la plus importante quantitativement
C. est une forme de passage obligatoire pour les échanges alvéolo-capillaires
D. traverse la paroi des globules rouges
E. n'intervient pas dans les échanges tissulaires

13. Parmi les propositions suivantes se rapportant à la courbe de dissociation de l'hémoglobine, indiquer celles qui sont correctes : (Numérotation originale "Page 110" puis "13- Parnmi...")
A. La quantité d'O₂ fixée par l'hémoglobine dépend de la pression partielle d'O₂ de l'air inspiré
B. À la partie haute de la courbe de dissociation (entre 70 et 100 mmHg), la diminution de PO₂ entraîne une importante diminution de la saturation
C. À la partie basse de la courbe, de faibles variations de PO₂ entraînent de grandes variations de la saturation
D. La partie supérieure aplatie de la courbe protège l'organisme contre la diminution de PO₂
E. Les parties moyenne et basse de la courbe protègent les tissus du manque d'O₂

14. L'affinité de l'hémoglobine pour l'oxygène diminue quand :
A. il s'agit de l'hémoglobine fœtale
B. la pression de demi-saturation (P50) augmente
C. la pression partielle de CO₂ (PaCO₂) diminue
D. la température augmente
E. le pH diminue
F. par augmentation du 2,3-diphosphoglycérate (DPG)

15. Parmi les facteurs suivants, indiquer ceux dont la diminution augmente l'affinité de l'hémoglobine pour l'oxygène :
A. la PCO₂ du sang
B. le pH sanguin
C. le 2,3-DPG
D. la PO₂ du sang
E. la température centrale

16. L'affinité de l'hémoglobine (Hb) à l'oxygène (O₂) :
A. est plus importante que celle de l'Hb au monoxyde de carbone (CO)
B. diminue dans le cas de l'Hb fœtale
C. Dépend de la pression partielle de CO₂
D. dépend du pH sanguin
E. Dépend de la température

17. Parmi les facteurs suivants, indiquer ceux qui diminuent l'affinité de l'hémoglobine pour l'O₂ :
A. L'augmentation de la PCO₂
B. L'augmentation du pH sanguin
C. L'augmentation de la température
D. L'augmentation du 2,3-DPG
E. L'augmentation de la PO₂

18. La diffusion alvéolo-capillaire est :
A. proportionnelle à l'épaisseur (E) de la membrane alvéolo-capillaire
B. proportionnelle à la surface (S) de la membrane alvéolo-capillaire
C. proportionnelle au gradient de pression de part et d'autre de la membrane
D. Inversement proportionnelle à la constante de diffusion (D) du gaz
E. la même pour le CO₂ que pour l'O₂

19. Parmi les propositions suivantes se rapportant au rapport ventilation-perfusion (VA/Q), indiquer celles qui sont correctes :
A. En position debout, la ventilation diminue de la base vers le sommet du poumon
B. En position debout, la perfusion diminue du sommet vers la base du poumon
C. Le rapport VA/Q est supérieur à 1 au sommet du poumon
D. L'effet shunt se traduit par un VA/Q < 1 (valeur typique corrigée)
E. L'effet espace mort se traduit par un VA/Q > 1 (valeur typique corrigée)

20. Parmi les propositions suivantes se rapportant au rapport ventilation-perfusion, indiquer celles qui sont correctes :
A. les différentes régions du poumon ne sont pas ventilées et perfusées de façon égale du fait de la pesanteur (la gravité)
B. le gradient de pression intrapleurale peut conduire au collapsus des alvéoles en expiration forcée
C. chez un sujet assis, les sommets sont moins bien ventilés que les bases
D. en position debout, la ventilation et la perfusion augmentent de la base vers le sommet
E. les sommets sont mieux perfusés que ventilés

21. Parmi les propositions suivantes se rapportant à l'inégalité de la ventilation et de la perfusion au niveau des poumons, indiquer celles qui sont correctes :
A. en position debout, les sommets sont mieux ventilés que les bases
B. en position debout, les bases sont mieux perfusées que les sommets
C. le rapport ventilation/perfusion (VA/Q) augmente des bases aux sommets
D. le rapport ventilation/perfusion (VA/Q) est supérieur à 1 au niveau des bases
E. Un rapport ventilation/perfusion (VA/Q) inférieur à 1 traduit un effet shunt

22. À propos de la différence régionale de la ventilation et de la perfusion :
A. La ventilation est meilleure à la base qu'au sommet du poumon
B. La perfusion est plus importante au sommet qu'à la base du poumon
C. le rapport ventilation/perfusion est plus élevé au sommet qu'à la base
D. Le rapport ventilation/perfusion est diminué lorsque la ventilation est altérée
E. Le rapport ventilation/perfusion est augmenté lorsque la perfusion est améliorée

1. Le centre pneumotaxique :
A. Est situé à la partie dorsale du bulbe rachidien (moelle allongée)
B. contrôle à la fois le rythme et l'amplitude de la respiration
C. module l'activité du groupe respiratoire dorsal (GRD) et ventral (GRV) en fonction d'informations d'origine centrale et périphérique
D. règle et module le type de ventilation automatique en réponse aux stimuli afférents
E. stimule le centre apneustique

2. Dans le contrôle de la ventilation :
A. l'objectif est de maintenir les gaz du sang artériel dans d'étroites limites
B. le paramètre régulé est la pression partielle de l'oxygène dans le sang (PaO₂) qui doit être maintenue constante
C. la commande ventilatoire inspiratoire atteint d'abord le diaphragme puis les muscles dilatateurs des voies aériennes supérieures
D. les centres respiratoires générateurs du rythme respiratoire sont formés de deux amas du groupe respiratoire dorsal (GRD) et du groupe respiratoire ventral (GRV).
E. le GRD intègre les informations d'origine périphérique et envoie des efférences vers les motoneurones du nerf phrénique

3. À propos de la commande centrale de la ventilation :
A. le centre pneumotaxique diminue la ventilation
B. le groupe respiratoire dorsal est responsable du rythme respiratoire de base
C. le groupe respiratoire ventral contrôle surtout les muscles inspiratoires
D. le groupe respiratoire ventral intervient pour augmenter la ventilation
E. les chémorécepteurs centraux sont sensibles à la composition du LCR et aux ions H⁺

4. Parmi les propositions suivantes se rapportant au contrôle de la ventilation à partir des chémorécepteurs, indiquer celles qui sont correctes :
A. Les chémorécepteurs centraux sont situés au niveau du tronc cérébral
B. Les chémorécepteurs périphériques sont situés au niveau de la veine cave supérieure et de l'oreillette droite
C. Les chémorécepteurs centraux sont sensibles aux variations de la PaO₂
D. Les variations du pH sanguin artériel sont détectées d'abord par les chémorécepteurs périphériques
E. Les modifications périphériques de la PaCO₂ sont détectées par les chémorécepteurs centraux et périphériques

5. Parmi les propositions suivantes se rapportant au contrôle de la ventilation par les chémorécepteurs, indiquer celles qui sont correctes :
A. les chémorécepteurs centraux répondent aux variations du pH du liquide céphalo-rachidien (LCR)
B. les chémorécepteurs périphériques sont le seul support de la sensibilité à une baisse de PaO₂
C. les chémorécepteurs périphériques répondent aussi à l'augmentation de PaCO₂ et à la baisse du pH sanguin artériel
D. les chémorécepteurs périphériques sont responsables de 60 % de la réponse ventilatoire au CO₂
E. les chémorécepteurs périphériques sont responsables de 40 % de la réponse ventilatoire à l'O₂

6. Les chémorécepteurs périphériques impliqués dans le contrôle de la ventilation sont stimulés par :
A. L'hypoxie artérielle
B. la diminution du pH du LCR
C. L'hypercapnie artérielle
D. La diminution du pH sanguin
E. la diminution de la saturation en oxygène de l'hémoglobine

7. Parmi les propositions suivantes de contrôle de la ventilation, indiquer celles qui sont correctes :
A. Le paramètre régulé est la PaO₂
B. Les centres respiratoires bulbaires créent un rythme ventilatoire régulier
C. Les neurones préinspiratoires stoppent l'expiration
D. Le centre pneumotaxique module le type de ventilation automatique en réponse aux stimuli afférents
E. Le centre apneustique est inhibiteur des centres bulbaires

8. À propos de la commande centrale de la ventilation :
A. Le groupe respiratoire dorsal est responsable du rythme respiratoire de base
B. les chémorécepteurs centraux sont sensibles à la composition du LCR aux ions H⁺
C. le groupe respiratoire ventral intervient surtout pour augmenter la ventilation
D. le centre pneumotaxique diminue la ventilation
E. Le groupe respiratoire ventral contrôle les muscles inspiratoires

1. Au cours d'un exercice musculaire :
A. le volume courant augmente aux dépens du volume de réserve inspiratoire (VRI)
B. l'augmentation de la fréquence respiratoire se fait dès le début de l'exercice
C. le quotient respiratoire augmente
D. le volume courant augmente plus que la fréquence respiratoire chez l'entraîné
E. le volume résiduel augmente

2. Au cours d'un exercice musculaire :
A. Le débit ventilatoire augmente linéairement avec la VO₂
B. L'augmentation du volume courant (VT) se fait essentiellement aux dépens du volume de réserve inspiratoire (VRI)
C. L'augmentation de la fréquence respiratoire s'observe essentiellement en début d'exercice
D. La capacité vitale (CV) augmente linéairement avec l'intensité de l'exercice
E. La capacité pulmonaire totale (CPT) augmente aux dépens du volume résiduel (VR)

3. Au cours d'un exercice musculaire : (Précédemment 2-1)
A. la capacité de diffusion membranaire augmente
B. la fréquence respiratoire diminue à la fin de l'exercice
C. le quotient respiratoire diminue au début de l'exercice
D. le rapport ventilation/perfusion augmente
E. le volume courant augmente surtout au début de l'exercice

4. Parmi les propositions suivantes se rapportant aux adaptations ventilatoires au cours de l'exercice musculaire, indiquer celles qui sont correctes : (Précédemment 3)
A. le débit ventilatoire augmente linéairement avec la VO₂
B. L'augmentation du volume courant (VT) se fait essentiellement aux dépens du volume résiduel
C. l'augmentation de la fréquence respiratoire se fait essentiellement en fin d'exercice
D. la ventilation est un facteur limitant de l'exercice musculaire
E. le quotient respiratoire R diminue après l'exercice

5. Parmi les propositions suivantes se rapportant aux modifications de la VO₂ au cours de l'exercice musculaire, indiquer celles qui sont correctes : (Précédemment 4)
A. au début de l'exercice, la VO₂ est égale aux besoins métaboliques de l'organisme
B. à l'arrêt de l'exercice, la VO₂ reste supérieure par rapport à sa valeur de repos pendant plusieurs minutes
C. lors d'exercices à puissance croissante, la VO₂ augmente jusqu'à une valeur maximale (VO₂max)
D. la VO₂max est d'environ 3 L/min chez un sujet sain ayant un poids de 75 kg
E. La VO₂max augmente de 10% tous les 10 ans à partir de l'âge de 20 ans

6. Parmi les facteurs suivants, indiquer ceux responsables de l'augmentation lente de la ventilation au cours d'un exercice musculaire : (Précédemment 5)
A. Mise en jeu de réflexes à point de départ : les récepteurs proprioceptifs
B. L'augmentation de la PaCO₂
C. L'acidose lactique
D. L'augmentation des catécholamines circulantes
E. La diminution de la PaO₂

7. Pendant la phase de déficit en O₂ au début d'un exercice musculaire de puissance modérée et croissante, les sources d'énergie sont : (Précédemment 6)
A. La glycolyse aérobie
B. L'oxydation des acides gras
C. L'augmentation de l'extraction de l'O₂ du sang artériel
D. La diminution de la saturation en O₂ de l'hémoglobine
E. La diminution des stocks d'O₂ de la myoglobine

8. Les adaptations ventilatoires à l'exercice musculaire sont dues : (Précédemment 7)
A. uniquement à des mécanismes nerveux
B. à la mise en jeu des réflexes à point de départ proprioceptifs
C. à l'augmentation de la PaCO₂
D. à l'augmentation des catécholamines
E. à la diminution de la température centrale

9. L'augmentation de la ventilation au cours d'un exercice musculaire est due : (Précédemment 8)
A. à la mise en jeu de réflexes ayant pour origine les récepteurs proprioceptifs des muscles
B. à la diminution de la PCO₂
C. à la diminution de la sensibilité des chémorécepteurs périphériques
D. à l'augmentation de l'acide lactique
E. à l'augmentation de l'adrénaline et noradrénaline dans le sang

1. Parmi les causes suivantes, indiquer celles de l'hypoxie :
A. L'hypoxémie
B. L'anémie
C. La diminution de l'extraction de l'O₂
D. L'augmentation de la PaCO₂
E. L'hypoventilation alvéolaire globale

2. En cas de syndrome restrictif, on observe une diminution :
A. de la capacité vitale (CV)
B. du Volume expiratoire maximum seconde (VEMS)
C. du rapport de Tiffeneau (VEMS/CV)
D. du volume résiduel (VR)
E. du rapport Volume Résiduel / Capacité Pulmonaire Totale (VR/CPT)

3. En cas de syndrome obstructif, on observe une augmentation :
A. de la capacité vitale (CV)
B. du Volume expiratoire maximum seconde (VEMS)
C. du rapport de Tiffeneau (VEMS/CV)
D. du volume résiduel (VR)
E. du rapport Volume Résiduel/Capacité Pulmonaire Totale (VR/CPT)